<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="administrative-matters.jpg"
        title="Защита по административным делам"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Предпринимательская деятельность в России контролируется различными государственными органами, которые могут тем или иным образом вмешиваться в деятельность бизнеса.</p>
        <p>Проверки с истребованием документации; принятие актов, решений, распоряжений, которые затрагивают или нарушают права бизнеса; и привлечение к административной ответственности компаний, их должностных лиц и индивидуальных предпринимателей – это только небольшой перечень различных способов ограничения предпринимательской деятельности при проведении административных проверок.</p>
        <p>Адекватно и правильно оценить сложившуюся ситуацию поможет адвокат по административным делам, который познакомится с Вашими документами, проанализирует ситуацию, доказательства и выработает соответствующую правовую позицию по делу.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование по административным делам;',
        'Подготовка письменных возражений;',
        'Подготовка исковых заявлений, ходатайств, жалоб и иных документов;',
        'Формирование доказательств в подтверждение доводов Доверителя;',
        'Оказание защиты в суде первой, апелляционной, кассационной, надзорной инстанций;',
        'Жалобы на действия государственного органа;',
        'И иная защита.',
      ],
    }
  }
}
</script>
