<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="page-head-1.jpg"
        title="Защита по экономическим делам"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Юрист Курмаева В.Р. защитит интересы организации при расследовании экономического преступления, ее руководства или сотрудников, обвиняемых в совершении такого преступления.</p>
        <p>Своевременная защита по уголовным делам на этапе предъявления обвинения может принести серьезные преимущества обвиняемому на этапе предварительного следствия, так как большая часть ошибок обвиняемым совершается именно в ходе первоначальных следственных действий, которые должны проходить только в присутствии профессионального адвоката по уголовным делам.</p>
        <p>Чем раньше адвокат включиться в процесс защиты, то тогда у адвоката будет больше шансов существенно повлиять на ход дела.</p>
        <p>Адвокат по экономическим преступления должен обладать хорошим опытом в области гражданского, налогового, уголовного и уголовно-процессуального права.</p>
        <p>Отмечу, что защита по уголовным делам делится на два этапа, это защита на стадии следствия и второй этап, это защита на стадии судебного разбирательства.</p>
        <p>Защита по уголовным делам на следствии и в суде сводится к построению доказательств и законных основания для снятия с доверителя обвинения или, когда невозможно избежать наказания, к максимальному смягчению всеми законными методами защиты.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование по уголовному делу;',
        'Выезд к Доверителю при внезапном визите сотрудников правоохранительных органов с целью проведения следственных действий (обследование, обыск, выемка, опрос, допрос);',
        'Консультирование по телефону о надлежащем поведении до приезда адвоката;',
        'Участие в следственных действиях, с целью защиты прав Доверителя и снижения риска злоупотреблений со стороны правоохранительных органов;',
        'Оценка законности и обоснованности предъявляемых претензий уголовно-правового характера, а также вероятность привлечения к уголовной ответственности;',
        'Защита до возбуждения уголовного дела;',
        'Обжалование нарушений, допущенных сотрудниками правоохранительных органов при расследовании уголовного дела;',
        'Защита на предварительном расследовании;',
        'Защита интересов Доверителя, как потерпевшего по уголовному делу;',
        'Защита в суде первой, апелляционной, кассационной, надзорной инстанций;',
        'и иная защита.',
      ],
    }
  }
}
</script>
