<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="page-head-1.jpg"
        title="Экономические дела"
      />
    </div>

    <div class="app-section">
      <ServicesList
        title="Предоставляемые услуги"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
  },
  data() {
    return {
      services: [
        'Консультирование по уголовному делу;',
        'Выезд к Доверителю при внезапном визите сотрудников правоохранительных органов с целью проведения следственных действий (обследование, обыск, выемка, опрос, допрос);',
        'Консультирование по телефону о надлежащем поведении до приезда адвоката;',
        'Участие в следственных действиях, с целью защиты прав Доверителя и снижения риска злоупотреблений со стороны правоохранительных органов;',
        'Оценка законности и обоснованности предъявляемых претензий уголовно-правового характера, а также вероятность привлечения к уголовной ответственности;',
        'Защита до возбуждения уголовного дела;',
        'Обжалование нарушений, допущенных сотрудниками правоохранительных органов при расследовании уголовного дела;',
        'Защита на предварительном расследовании;',
        'Защита интересов Доверителя, как потерпевшего по уголовному делу;',
        'Защита в суде первой, апелляционной, кассационной, надзорной инстанций;',
        'и иная защита.',
      ],
    }
  }
}
</script>
