<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="page-head-1.jpg"
        title="Правоохранительные проверки"
      />
    </div>

    <div class="app-section">
      <ServicesList
        title="Предоставляемые услуги"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
  },
  data() {
    return {
      services: [
        'Выезд к Доверителю при внезапном визите сотрудников правоохранительных органов с целью проведения следственных действий (обследование, обыск, выемка, опрос, допрос);',
        'Консультирование по телефону о надлежащем поведении до приезда адвоката;',
        'Участие в следственных действиях, с целью защиты прав Доверителя и снижения риска злоупотреблений со стороны правоохранительных органов;',
        'Разъяснение Ваших прав и обязанностей, а также прав и обязанностей представителей правоохранительных органов;',
        'Разработка конкретных рекомендаций и правил поведения в ходе проверки для руководства и персонала;',
        'Подготовка ответов на запросы правоохранительных органов;',
        'Подготовка жалоб, заявлений, ходатайств и иных документов;',
        'Обжалование нарушений, допущенных сотрудниками правоохранительных органов при проведении проверок;',
        'Проведение разъяснительной работы непосредственно в Вашем офисе (обучающий семинар «по правам и обязанностям руководителя и сотрудников компании при проверке правоохранительными органами»);',
        'и иная защита.',
      ],
    }
  }
}
</script>
