<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="law-enforcement-checks.jpg"
        title="Защита при правоохранительных проверках"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>В настоящее время любой организации при осуществлении своей деятельности приходится сталкиваться с контролирующими и правоохранительными органами.</p>
        <p>Цель проведение полицейской проверки – сбор информации о готовящемся, совершаемом или совершенном преступлении.</p>
        <p>Для успешного прохождения данной процедуры, защиты интересов организации и ее работников, наиболее эффективным решением является сопровождение проверки опытным адвокатом.</p>
        <p>Адвокат поможет избежать нарушения законных прав и интересов компании и конкретных лиц, оперативно отреагирует на любые нарушения, не допустит изъятия документации, оспорит незаконное удержание сотрудников в офисе, а также их личный досмотр.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Выезд к Доверителю при внезапном визите сотрудников правоохранительных органов с целью проведения следственных действий (обследование, обыск, выемка, опрос, допрос);',
        'Консультирование по телефону о надлежащем поведении до приезда адвоката;',
        'Участие в следственных действиях, с целью защиты прав Доверителя и снижения риска злоупотреблений со стороны правоохранительных органов;',
        'Разъяснение Ваших прав и обязанностей, а также прав и обязанностей представителей правоохранительных органов;',
        'Разработка конкретных рекомендаций и правил поведения в ходе проверки для руководства и персонала;',
        'Подготовка ответов на запросы правоохранительных органов;',
        'Подготовка жалоб, заявлений, ходатайств и иных документов;',
        'Обжалование нарушений, допущенных сотрудниками правоохранительных органов при проведении проверок;',
        'Проведение разъяснительной работы непосредственно в Вашем офисе (обучающий семинар «по правам и обязанностям руководителя и сотрудников компании при проверке правоохранительными органами»);',
        'и иная защита.',
      ],
    }
  }
}
</script>
