<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="page-head-1.jpg"
        title="Личный адвокат для юридических лиц"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Во многих странах использование юридической помощи «Личного адвоката» стало традицией, где адвокат круглосуточно заботиться о полном юридическом благополучии своего Доверителя.</p>
        <p>В российском обществе же бытует мнение, что к адвокату необходимо обращаться только после возникновения проблемы. Однако это является абсолютным заблуждением, поскольку своевременный квалифицированный юридический совет в состоянии предотвратить различные конфликтные ситуации и правовые проблемы.</p>
        <p>Личный адвокат всегда в курсе дел своего Доверителя, тем самым это позволяет оперативно вникать в его проблемы. Зачастую одной из главных задача Личного адвоката становится предотвращение необдуманных действий.</p>
        <p>Бизнес-процессы, проходящие в компании, требуют обязательного юридического контроля. В настоящее время, адвокат по сопровождению бизнеса – достаточно востребованная профессия в сфере правового регулирования.</p>
        <p>По сути, для бизнеса этот человек выступает таким же полноценным звеном, как штатный работник, с той лишь разницей, что обходится компании намного дешевле и работает эффективнее.</p>
        <p>Личный адвокат, обладающий профессиональными правовыми знаниями, в процессе долгосрочного сотрудничества превращается в Вашего советника по правовым вопросам.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование адвокатом осуществляется как лично, письменно, так и on-line;',
        'Консультирование по различным правовым вопросам, в том числе: гражданские, арбитражные, уголовные, административные, налоговые, по взаимоотношению с сотрудниками правоохранительных органов и др.;',
        'Разработка и юридическая экспертиза документов правового характера, в том числе проектов договоров, корпоративных документов;',
        'Проверка документов, представленных Доверителем, на соответствие закону и интересам Доверителя;',
        'Оперативный выезд адвоката 24 часа в сутки к Доверителю для оказания юридических консультаций, защиты на стадии представительного следствия, суда, опросов, допросов и иных мероприятий;',
        'Представление интересов бизнеса в органах государственно власти и местного самоуправления;',
        'Подготовка и направление адвокатских запросов в различные учреждения и организации;',
        'Составление и подача претензий, исковых заявлений, жалоб и иных документов;',
        'Представительство компании как во внесудебном, так и в судебном порядке в соответствии с требованиями действующего законодательства;',
        'Представительство компании во всех судебных заседаниях первой, апелляционной, кассационной, надзорной инстанций;',
        'Юридическое консультирование руководства и сотрудников предприятия в офисе Доверителя;',
        'Проведение обучающих семинаров по юридическим вопросам;',
        'И защита по другим конфликтным ситуациям.',
      ],
    }
  }
}
</script>
