<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="personal-lawyer.jpg"
        title="Личный юрист для юридических лиц"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Своевременный квалифицированный юридический совет в&nbsp;состоянии предотвратить различные конфликтные
          ситуации и&nbsp;правовые проблемы, возникающие в&nbsp;хозяйственной деятельности юридических лиц.</p>
        <p>Юрист всегда в&nbsp;курсе дел своего Доверителя, тем самым это позволяет оперативно вникать в&nbsp;его
          проблемы. Зачастую одной из&nbsp;главных задача юриста становится предотвращение необдуманных действий.</p>
        <p>Бизнес-процессы, проходящие в&nbsp;компании, требуют обязательного юридического контроля. В&nbsp;настоящее
          время, юрист по&nbsp;сопровождению бизнеса&nbsp;&mdash; достаточно востребованная профессия в&nbsp;сфере
          правового регулирования.</p>
        <p>По&nbsp;сути, для бизнеса этот человек выступает таким&nbsp;же полноценным звеном, как штатный работник, с&nbsp;той
          лишь разницей, что обходится компании намного дешевле и&nbsp;работает эффективнее.</p>
        <p>Юрист организации, обладающий профессиональными правовыми знаниями, в&nbsp;процессе долгосрочного
          сотрудничества превращается в&nbsp;Вашего советника по&nbsp;правовым вопросам.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm/>
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование юристом осуществляется как лично, письменно, так и&nbsp;on-line;',
        'Консультирование по&nbsp;различным правовым вопросам, в&nbsp;том числе: гражданские, арбитражные, административные, налоговые и&nbsp;др.;',
        'Разработка и&nbsp;юридическая экспертиза документов правового характера, в&nbsp;том числе проектов договоров, корпоративных документов;',
        'Проверка документов, представленных Доверителем, на&nbsp;соответствие закону и&nbsp;интересам Доверителя;',
        'Оперативный выезд юриста к&nbsp;Доверителю для оказания юридических консультаций;',
        'Представление интересов бизнеса в&nbsp;органах государственно власти и&nbsp;местного самоуправления;',
        'Подготовка и&nbsp;направление запросов в&nbsp;различные учреждения и&nbsp;организации;',
        'Составление и&nbsp;подача претензий, исковых заявлений, жалоб и&nbsp;иных документов;',
        'Представительство компании как во&nbsp;внесудебном, так и&nbsp;в&nbsp;судебном порядке в&nbsp;соответствии с&nbsp;требованиями действующего законодательства;',
        'Представительство компании во&nbsp;всех судебных заседаниях первой, апелляционной, кассационной, надзорной инстанций;',
        'Юридическое консультирование руководства и&nbsp;сотрудников предприятия в&nbsp;офисе Доверителя;',
        'И&nbsp;защита по&nbsp;другим конфликтным ситуациям.',
      ],
    }
  }
}
</script>
