<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="tax-disputes.jpg"
        title="Защита по налоговым спорам"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Если Вашей компании предстоит проверка со стороны налоговых органов, то следует заранее побеспокоится о предотвращении ее негативных последствий.</p>
        <p>На практике, претензии со стороны налоговых органов не всегда носят обоснованный характер и могут сопровождаться существенным нарушением прав и законных интересов как самой компании, так и ее руководства и сотрудников.</p>
        <p>Максимально эффективно защитить свои интересы можно обратившись за помощью к адвокату, который осуществит экстренный выезд, в случае проведения выемки сотрудниками налоговых органов, представит интересы компании в налоговом органе при проведении допросов, подготовит и подаст соответствующие жалобы, а при необходимости – представит интересы в суде.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование по налоговым делам;',
        'Досудебное урегулирование налоговых споров;',
        'Сопровождение камеральных налоговых проверок;',
        'Сопровождение выездных налоговых проверок;',
        'Защита в ходе проведение осмотра и выемок налоговыми органами;',
        'Защита в ходе допросов руководителя компании и их сотрудников (на основании ст. 31, 90 НК РФ);',
        'Подготовка возражений на акты налоговых проверок;',
        'Подготовка жалоб, заявлений, исковых заявлений, отзывов на иск и иных документов;',
        'Представление интересов компании в Арбитражном суде;',
        'Проведение разъяснительной работы непосредственно в Вашем офисе (обучающий семинар «по правам и обязанностям руководителя и сотрудников компании при проверке налоговыми органами»);',
        'и иная защита.',
      ],
    }
  }
}
</script>
