<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="tax-disputes.jpg"
        title="Защита по налоговым спорам"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Если Вашей компании предстоит проверка со&nbsp;стороны налоговых органов, то&nbsp;следует заранее
          побеспокоится о&nbsp;предотвращении ее&nbsp;негативных последствий.</p>
        <p>На&nbsp;практике, претензии со&nbsp;стороны налоговых органов не&nbsp;всегда носят обоснованный характер и&nbsp;могут
          сопровождаться существенным нарушением прав и&nbsp;законных интересов как самой компании, так и&nbsp;ее&nbsp;руководства
          и&nbsp;сотрудников.</p>
        <p>Максимально эффективно защитить свои интересы можно обратившись за&nbsp;помощью к&nbsp;юристу, который
          осуществит экстренный выезд, в&nbsp;случае проведения выемки сотрудниками налоговых органов, представит
          интересы компании в&nbsp;налоговом органе при проведении допросов, подготовит и&nbsp;подаст соответствующие
          жалобы, а&nbsp;при необходимости&nbsp;&mdash; представит интересы в&nbsp;суде.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm/>
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование по&nbsp;налоговым делам;',
        'Досудебное урегулирование налоговых споров;',
        'Сопровождение камеральных налоговых проверок;',
        'Сопровождение выездных налоговых проверок;',
        'Защита в&nbsp;ходе проведение осмотра и&nbsp;выемок налоговыми органами;',
        'Защита в&nbsp;ходе допросов руководителя компании и&nbsp;их&nbsp;сотрудников (на&nbsp;основании&nbsp;ст.&nbsp;31, 90&nbsp;НК РФ);',
        'Подготовка возражений на&nbsp;акты налоговых проверок;',
        'Подготовка жалоб, заявлений, исковых заявлений, отзывов на&nbsp;иск и&nbsp;иных документов;',
        'Представление интересов компании в&nbsp;Арбитражном суде;',
        'Проведение разъяснительной работы непосредственно в&nbsp;Вашем офисе (обучающий семинар &laquo;по&nbsp;правам и&nbsp;обязанностям руководителя и&nbsp;сотрудников компании при проверке налоговыми органами&raquo;);',
        'И&nbsp;иная защита.',
      ],
    }
  }
}
</script>
