<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="page-head-1.jpg"
        title="Уголовные дела"
      />
    </div>

    <div class="app-section">
      <ServicesList
        title="Предоставляемые услуги"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
  },
  data() {
    return {
      services: [
        'Консультирование по уголовному делу;',
        'Срочный выезд на задержание;',
        'Защита в ходе дачи объяснений/допроса;',
        'Защита до возбуждения уголовного дела;',
        'Защита на предварительном расследовании;',
        'Защита в суде первой, апелляционной, кассационной, надзорной инстанций;',
        'Защита при обвинении в преступлениях против жизни и здоровья;',
        'Защита при обвинении в преступлениях против половой свободы личности;',
        'Защита при обвинении в преступлениях против семьи и несовершеннолетних;',
        'Защита при обвинении в преступлениях против свободы, чести и достоинства личности;',
        'Защита при обвинении в преступлениях в сфере экономики;',
        'Защита при обвинении в преступлениях против здоровья населения;',
        'Защита при обвинении в преступлениях против общественной безопасности;',
        'Защита при обвинении в преступлениях против безопасности движения и эксплуатации транспорта;',
        'и иная защита.',
      ],
    }
  }
}
</script>
