<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="page-head-1.jpg"
        title="Защита по уголовным делам"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Профессиональная защита по уголовным делам – это основная работа для адвоката. Своевременная защита по уголовным делам на этапе предъявления обвинения может принести серьезные преимущества обвиняемому на этапе предварительного следствия, так как большая часть ошибок обвиняемым совершается именно в ходе первоначальных следственных действий, которые должны проходить только в присутствии профессионального адвоката по уголовным делам.</p>
        <p>Чем раньше адвокат включиться в процесс защиты, то тогда у адвоката будет больше шансов существенно повлиять на ход дела.</p>
        <p>Отмечу, что защита по уголовным делам делится на два этапа, это защита на стадии следствия и второй этап, это защита на стадии судебного разбирательства.</p>
        <p>Защита по уголовным делам на следствии и в суде сводится к построению доказательств и законных основания для снятия с доверителя обвинения или, когда невозможно избежать наказания, к максимальному смягчению всеми законными методами защиты.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование по уголовному делу;',
        'Срочный выезд на задержание;',
        'Защита в ходе дачи объяснений/допроса;',
        'Защита до возбуждения уголовного дела;',
        'Защита на предварительном расследовании;',
        'Защита в суде первой, апелляционной, кассационной, надзорной инстанций;',
        'Защита при обвинении в преступлениях против жизни и здоровья;',
        'Защита при обвинении в преступлениях против половой свободы личности;',
        'Защита при обвинении в преступлениях против семьи и несовершеннолетних;',
        'Защита при обвинении в преступлениях против свободы, чести и достоинства личности;',
        'Защита при обвинении в преступлениях в сфере экономики;',
        'Защита при обвинении в преступлениях против здоровья населения;',
        'Защита при обвинении в преступлениях против общественной безопасности;',
        'Защита при обвинении в преступлениях против безопасности движения и эксплуатации транспорта;',
        'и иная защита.',
      ],
    }
  }
}
</script>
