<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="page-head-1.jpg"
        title="Защита по наследственным спорам"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Юридическая помощь по наследственным спорам актуальна в самое тяжелое для человека время, связанное с утрой близкого человека.</p>
        <p>Не осведомленность о действующих нормах права вкупе с психологической травмой могут существенно затянуть и усложнить процесс разрешения наследственных вопросов.</p>
        <p>Своевременное обращение к адвокату, поможет не только избежать и минимизировать последствия спорных ситуаций, но и защитить и восстановить нарушенное право в установленном законом порядке.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование по наследственным делам;',
        'Досудебное урегулирование наследственных споров;',
        'Признание завещания недействительным;',
        'Признание недостойным наследником;',
        'Включение в наследственную массу;',
        'Восстановление срока принятия наследства;',
        'Выделение обязательной доли наследства;',
        'Оспаривание свидетельства о права на наследство;',
        'Оспаривание действий нотариуса;',
        'Установление факта принятия наследства;',
        'Наследование выморочного имущества;',
        'и иная защита.',
      ],
    }
  }
}
</script>
