<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="labor-disputes.jpg"
        title="Защита по трудовым спорам"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>В настоящее время сложно найти человека, который не был бы связан трудовыми правоотношениями с организацией. Поэтому вопросы трудового законодательства интересует большинство.</p>
        <p>В результате разногласий между работниками и работодателями появляются трудовые споры. Учитывая особые процессуальные сроки давности, работа адвоката должна быть выполнена максимально оперативно.</p>
        <p>В практике, часто возникают случаи, когда работник не может повлиять на ситуацию под угрозой увольнения. Однако, существует множество примеров, когда пострадавшим оказывается работодатель.</p>
        <p>С целью минимизации возможных трудовых споров, работнику и работнику необходимо знать не только свои права, но и обязанности.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование по вопросам трудового законодательства;',
        'Досудебное урегулирование трудовых споров;',
        'Юридическое сопровождение при проведении проверки;',
        'Признание увольнение незаконным;',
        'Споры об увольнении работника в связи с сокращением штата;',
        'Взыскание задолженности по заработной плате;',
        'Признание незаконным перевода работника на другую работу;',
        'Взыскание с работника причиненного организации вреда;',
        'Оспаривание дисциплинарного взыскания;',
        'и иная защита.',
      ],
    }
  }
}
</script>
