<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="other-civil-cases.jpg"
        title="Защита по иным гражданским делам"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Широкий спектр вопросов, который рассматривают гражданские дела, требует от&nbsp;юриста высокой квалификации,
          отличных знаний законов, хорошего практического опыта представления интересов в&nbsp;суде общей юрисдикции или
          в&nbsp;арбитражном суде первой инстанции.</p>
        <p>Чем раньше юрист включиться в&nbsp;процесс защиты, то&nbsp;тогда у&nbsp;юриста будет больше шансов
          существенно повлиять на&nbsp;ход дела.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" BushLawyer может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm/>
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование по&nbsp;вопросам гражданского законодательства;',
        'Досудебное урегулирование споров;',
        'Защита по&nbsp;земельным делам;',
        'Признание гражданина недееспособным;',
        'Отмена признания недееспособным;',
        'Ограничение в&nbsp;дееспособности;',
        'Отмена ограничения дееспособности;',
        'Признание безвестно отсутствующим;',
        'Признание гражданина умершим;',
        'Отмена признания гражданина умершим;',
        'Защита прав потребителей;',
        'Споры по&nbsp;договору займа;',
        'Взыскание долгов;',
        'Споры по&nbsp;договору дарения;',
        'Споры по&nbsp;договору купли-продажи;',
        'Споры по&nbsp;договору оказания услуг;',
        'Споры по&nbsp;договору подряда;',
        'Споры по&nbsp;кредитным договорам;',
        'Признание права собственности;',
        'Признание договора не&nbsp;заключенным;',
        'Взыскании неосновательного обогащения;',
        'Защита по&nbsp;делам ДТП;',
        'Возмещение убытков;',
        'Взыскание морального вреда;',
        'Защита чести и&nbsp;достоинства;',
        'И&nbsp;иная защита.',
      ],
    }
  }
}
</script>
