<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="page-head-1.jpg"
        title="Защита по иным гражданским делам"
      />
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Широкий спектр вопросов, который рассматривают гражданские дела, требует от адвоката высокой квалификации, отличных знаний законов, хорошего практического опыта представления интересов в суде общей юрисдикции или в арбитражном суде первой инстанции.</p>
        <p>Чем раньше адвокат включиться в процесс защиты, то тогда у адвоката будет больше шансов существенно повлиять на ход дела.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование по вопросам гражданского законодательства;',
        'Досудебное урегулирование споров;',
        'Защита по земельным делам;',
        'Признание гражданина недееспособным;',
        'Отмена признания недееспособным;',
        'Ограничение в дееспособности;',
        'Отмена ограничения дееспособности;',
        'Признание безвестно отсутствующим;',
        'Признание гражданина умершим;',
        'Отмена признания гражданина умершим;',
        'Защита прав потребителей;',
        'Споры по договору займа;',
        'Взыскание долгов;',
        'Споры по договору дарения;',
        'Споры по договору купли-продажи;',
        'Споры по договору оказания услуг;',
        'Споры по договору подряда;',
        'Споры по кредитным договорам;',
        'Признание права собственности;',
        'Признание договора не заключенным;',
        'Взыскании неосновательного обогащения;',
        'Защита по делам ДТП;',
        'Возмещение убытков;',
        'Взыскание морального вреда;',
        'Защита чести и достоинства;',
        'и иная защита.',
      ],
    }
  }
}
</script>
