<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="personal-lawyer.jpg"
        title="Личный адвокат для физических лиц"
      />
    </div>

    <div class="app-section">
      <TextBlock>
      </TextBlock>
    </div>

    <div class="app-section">
      <TextBlock>
        <p>Во&nbsp;многих странах использование юридической помощи &laquo;Личного юриста&raquo; стало традицией, где
          юрист круглосуточно заботиться о&nbsp;полном юридическом благополучии своего Доверителя.</p>
        <p>В&nbsp;российском обществе&nbsp;же бытует мнение, что к&nbsp;юристу необходимо обращаться только после
          возникновения проблемы. Однако это является абсолютным заблуждением, поскольку своевременный квалифицированный
          юридический совет в&nbsp;состоянии предотвратить различные конфликтные ситуации и&nbsp;правовые проблемы.</p>
        <p>Личный юрист всегда в&nbsp;курсе дел своего Доверителя, тем самым это позволяет оперативно вникать в&nbsp;его
          проблемы. Зачастую одной из&nbsp;главных задача Личного юриста становится предотвращение необдуманных
          действий.</p>
        <p>Личный юрист, обладающий профессиональными правовыми знаниями, в&nbsp;процессе долгосрочного сотрудничества
          превращается в&nbsp;Вашего советника по&nbsp;правовым вопросам.</p>
      </TextBlock>
    </div>

    <div class="app-section">
      <ServicesList
        title=" Мария Владимировна может оказать Вам следующую юридическую помощь:"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm/>
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";
import TextBlock from "~/components/TextBlock";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
    TextBlock,
  },
  data() {
    return {
      services: [
        'Консультирование юристом осуществляется как лично, письменно, так и&nbsp;on-line;',
        'Консультирование по&nbsp;различным правовым вопросам, в&nbsp;том числе: гражданские, административные, жилищные, брачно-семейные правоотношения; личной безопасности; по&nbsp;поведению в&nbsp;потенциально опасных и&nbsp;конфликтных ситуациях; налогообложению; по&nbsp;взаимоотношению с&nbsp;сотрудниками правоохранительных органов и&nbsp;др.;',
        'Разработка и&nbsp;юридическая экспертиза документов правового характера, в&nbsp;том числе проектов договоров;',
        'Проверка документов, представленных Доверителем, на&nbsp;соответствие закону и&nbsp;интересам Доверителя;',
        'Оперативный выезд юриста к&nbsp;Доверителю для оказания юридических консультаций;',
        'Подготовка и&nbsp;направление запросов в&nbsp;различные учреждения и&nbsp;организации;',
        'Составление и&nbsp;подача претензий, исковых заявлений, жалоб и&nbsp;иных документов;',
        'Представительство Доверителя как во&nbsp;внесудебном, так и&nbsp;в&nbsp;судебном порядке в&nbsp;соответствии с&nbsp;требованиями действующего законодательства;',
        'Представительство Доверителя во&nbsp;всех судебных заседаниях первой, апелляционной, кассационной надзорной инстанций;',
      ],
    }
  }
}
</script>
