<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="page-head-1.jpg"
        title="Личный адвокат"
      />
    </div>

    <div class="app-section">
      <ServicesList
        title="Предоставляемые услуги"
        :services="services"
      />
    </div>

    <div class="app-section">
      <QuestionForm />
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";
import QuestionForm from "~/components/QuestionForm";
import ServicesList from "~/components/ServicesList";

export default {
  components: {
    PageHead,
    QuestionForm,
    ServicesList,
  },
  data() {
    return {
      services: [
        'Консультирование адвокатом осуществляется как лично, письменно, так и on-line;',
        'Консультирование по различным правовым вопросам, в том числе: гражданские, уголовные, административные, жилищные, брачно-семейные правоотношения; личной безопасности; по поведению в потенциально опасных и конфликтных ситуациях; налогообложению; по взаимоотношению с сотрудниками правоохранительных органов и др.;',
        'Разработка и юридическая экспертиза документов правового характера, в том числе проектов договоров;',
        'Проверка документов, представленных Доверителем, на соответствие закону и интересам Доверителя;',
        'Оперативный выезд адвоката 24 часа в сутки к Доверителю для оказания юридических консультаций, защиты на стадии представительного следствия, суда, опросов, допросов и иных мероприятий;',
        'Подготовка и направление адвокатских запросов в различные учреждения и организации;',
        'Составление и подача претензий, исковых заявлений, жалоб и иных документов;',
        'Представительство Доверителя как во внесудебном, так и в судебном порядке в соответствии с требованиями действующего законодательства;',
        'Представительство Доверителя во всех судебных заседаниях первой, апелляционной, кассационной надзорной инстанций;',
      ],
    }
  }
}
</script>
