<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="privacy-policy.jpg"
        title="Политика в отношении обработки персональных данных"
      />
    </div>

    <div class="app-section">
      <div class="container text-content">
        <h4>1. Общие положения</h4>
        <ul>
          <li>1.1. Настоящая Политика в&nbsp;отношении обработки персональных данных (далее&nbsp;&mdash; Политика)
            определяет принципы и&nbsp;стратегию поведения Администрации сайта ВашЗакон.рб (далее&nbsp;&mdash; Сайт) в&nbsp;отношении
            обработки и&nbsp;обеспечения безопасности персональных данных Пользователей Сайта.
          </li>
          <li>1.2. Использование любого из&nbsp;сервисов Сайта означает безоговорочное согласие Пользователя с&nbsp;настоящей
            Политикой и&nbsp;указанными в&nbsp;ней условиями обработки его персональной информации; в&nbsp;случае
            несогласия с&nbsp;этими условиями Пользователь должен воздержаться от&nbsp;использования Сервисов Сайта.
          </li>
          <li>1.3. Настоящая Политика подготовлена в&nbsp;соответствии с&nbsp;Федеральным законом от&nbsp;27&nbsp;июля
            2006 года N&nbsp;152-ФЗ &laquo;О&nbsp;персональных данных&raquo; и&nbsp;действует в&nbsp;отношении всех
            персональных данных, которые может получить Администрация или сотрудники Сайта от&nbsp;Пользователей во&nbsp;время
            посещения ими Сайта, обработки заявок, заказов, запросов Пользователя, при проведении консультаций и&nbsp;заключении
            соглашений и&nbsp;договоров с&nbsp;ним.
          </li>
          <li>1.4. Целью настоящей Политики является установление основных принципов и&nbsp;подходов к&nbsp;обработке и&nbsp;обеспечению
            защиты персональных данных Администрацией Сайта, являющейся оператором персональных данных.
          </li>
          <li>1.5. Действие Политики распространяется на&nbsp;все процессы Сайта, связанные с&nbsp;обработкой
            персональных данных.
          </li>
          <li>1.6. Политика обязательна для ознакомления и&nbsp;исполнения всеми лицами, допущенными к&nbsp;обработке
            персональных данных в&nbsp;информационной системе персональных данных.
          </li>
        </ul>

        <h4>2. Основные понятия, используемые в настоящей политике</h4>
        <ul>
          <li>2.1. Персональные данные&nbsp;&mdash; любая информация, относящаяся к&nbsp;прямо или косвенно
            определенному или определяемому физическому лицу (субъекту персональных данных);
          </li>
          <li>2.2. Оператор&nbsp;&mdash; государственный орган, муниципальный орган, юридическое или физическое лицо,
            самостоятельно или совместно с&nbsp;другими лицами организующие&nbsp;и (или) осуществляющие обработку
            персональных данных, а&nbsp;также определяющие цели обработки персональных данных, состав персональных
            данных, подлежащих обработке, действия (операции), совершаемые с&nbsp;персональными данными;
          </li>
          <li>2.3. Обработка персональных данных&nbsp;&mdash; любое действие (операция) или совокупность действий
            (операций), совершаемых с&nbsp;использованием средств автоматизации или без использования таких средств с&nbsp;персональными
            данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
            извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование,
            удаление, уничтожение персональных данных;
          </li>
          <li>2.4. Распространение персональных данных&nbsp;&mdash; действия, направленные на&nbsp;раскрытие
            персональных данных неопределенному кругу лиц;
          </li>
          <li>2.5. Предоставление персональных данных&nbsp;&mdash; действия, направленные на&nbsp;раскрытие персональных
            данных определенному лицу или определенному кругу лиц;
          </li>
          <li>2.6. Блокирование персональных данных&nbsp;&mdash; временное прекращение обработки персональных данных (за&nbsp;исключением
            случаев, если обработка необходима для уточнения персональных данных);
          </li>
          <li>2.7. Уничтожение персональных данных&nbsp;&mdash; действия, в&nbsp;результате которых становится
            невозможным восстановить содержание персональных данных в&nbsp;информационной системе персональных данных&nbsp;и
            (или) в&nbsp;результате которых уничтожаются материальные носители персональных данных;
          </li>
          <li>2.8. Информационная система персональных данных&nbsp;&mdash; совокупность содержащихся в&nbsp;базах данных
            персональных данных и&nbsp;обеспечивающих их&nbsp;обработку информационных технологий и&nbsp;технических
            средств;
          </li>
          <li>2.9. Ответственный за&nbsp;организацию обработки персональных данных&nbsp;&mdash; должностное лицо,
            которое назначается Администрацией Сайта, организующее принятие правовых, организационных и&nbsp;технических
            мер в&nbsp;целях обеспечения надлежащего выполнения функций по&nbsp;организации обработки персональных
            данных на&nbsp;Сайте и&nbsp;за&nbsp;его пределами в&nbsp;соответствии с&nbsp;положениями законодательства
            Российской Федерации в&nbsp;области персональных данных.
          </li>
        </ul>

        <h4>3. Состав обрабатываемых персональных данных</h4>
        <ul>
          <li>3.1. В&nbsp;рамках настоящей Политики под &laquo;персональными данными&raquo; понимаются:</li>
          <li>3.1.1. Персональная информация, которую Пользователь предоставляет о&nbsp;себе самостоятельно, включая
            персональные данные Пользователя, в&nbsp;формах Сайта при заказе обратного звонка, консультации,
            осуществлении запроса, заказах услуг.
          </li>
          <li>3.1.2. Данные, которые автоматически передаются Сервисам Сайта в&nbsp;процессе их&nbsp;использования с&nbsp;помощью
            установленного на&nbsp;устройстве Пользователя программного обеспечения, в&nbsp;том числе IP-адрес,
            информация из&nbsp;cookie, информация о&nbsp;браузере Пользователя (или иной программе, с&nbsp;помощью
            которой осуществляется доступ к&nbsp;Сервисам), время доступа, адрес запрашиваемой страницы.
          </li>
          <li>3.1.3. Иная информация о&nbsp;Пользователе, сбор и/или предоставление которой необходимо для использования
            Сервисов.
          </li>
          <li>3.2. Настоящая Политика применима только к&nbsp;Сервисам Сайта. Администрация Сайта не&nbsp;контролирует и&nbsp;не&nbsp;несет
            ответственность за&nbsp;сайты третьих лиц, на&nbsp;которые Пользователь может перейти по&nbsp;ссылкам,
            доступным на&nbsp;Сайте. На&nbsp;таких сайтах у&nbsp;Пользователя может собираться или запрашиваться иная
            персональная информация, а&nbsp;также могут совершаться иные действия.
          </li>
          <li>3.3. Администрация Сайта не&nbsp;проверяет достоверность персональной информации, предоставляемой
            Пользователями, и&nbsp;не&nbsp;осуществляет контроль за&nbsp;их&nbsp;дееспособностью. Однако Администрация
            Сайта исходит из&nbsp;того, что Пользователь предоставляет достоверную и&nbsp;достаточную персональную
            информацию по&nbsp;вопросам, предлагаемым в&nbsp;форме регистрации, и&nbsp;поддерживает эту информацию в&nbsp;актуальном
            состоянии. Последствия предоставления недостоверной информации определены в&nbsp;Пользовательском
            соглашении.
          </li>
        </ul>

        <h4>4. Цели сбора и обработки персональных данных</h4>
        <ul>
          <li>4.1. Администрация Сайта собирает и&nbsp;хранит только те&nbsp;персональные данные, которые необходимы для
            оказания услуг Пользователю.
          </li>
          <li>4.2. Персональные данные Пользователя могут использоваться в&nbsp;следующих целях:</li>
          <li>4.2.1. Идентификация Пользователя в&nbsp;рамках использования Сервисов Сайта;</li>
          <li>4.2.2. Исполнение договора, стороной которого является субъект персональных данных;</li>
          <li>4.2.3. Связь с&nbsp;Пользователем в&nbsp;случае необходимости, в&nbsp;том числе направление уведомлений,
            запросов и&nbsp;информации, связанных с&nbsp;использованием Сервисов, оказанием услуг, а&nbsp;также
            обработка запросов и&nbsp;заявок от&nbsp;Пользователя;
          </li>
          <li>4.2.4. Улучшение качества Сервисов, удобства их&nbsp;использования, разработка новых Сервисов и&nbsp;услуг;</li>
          <li>4.2.5. Проведение статистических и&nbsp;иных исследований на&nbsp;основе обезличенных данных.</li>
          <li>4.2.6. Предоставление Пользователю анонсов новостей, а&nbsp;так&nbsp;же иной информации рекламного
            характера, путем рассылки сообщений на&nbsp;адрес электронной почты.
          </li>
        </ul>

        <h4>5. Условия обработки персональных данных и её передачи третьим лицам</h4>
        <ul>
          <li>5.1. Оператор персональных данных Сайта принимает необходимые правовые, организационные и&nbsp;технические
            меры и&nbsp;обеспечивает их&nbsp;принятие для защиты персональных данных от&nbsp;неправомерного или
            случайного доступа к&nbsp;ним, уничтожения, изменения, блокирования, копирования, предоставления,
            распространения персональных данных, а&nbsp;также от&nbsp;иных неправомерных действий в&nbsp;отношении
            персональных данных.
          </li>
          <li>5.2. Доступ к&nbsp;персональным данным имеют только уполномоченные сотрудники Администрации Сайта. Все
            сотрудники Администрации Сайта, имеющие доступ к&nbsp;персональным данным, должны придерживаться политики по&nbsp;обеспечению
            конфиденциальности и&nbsp;защиты персональных данных. В&nbsp;целях обеспечения конфиденциальности информации
            и&nbsp;защиты персональных данных Администрация Сайта поддерживает соответствующую ИТ-среду и&nbsp;принимает
            все меры, необходимые для предотвращения несанкционированного доступа (хакерства).
          </li>
          <li>5.3. В&nbsp;отношении персональной информации Пользователя сохраняется ее&nbsp;конфиденциальность, кроме
            случаев добровольного предоставления Пользователем информации о&nbsp;себе для общего доступа всем
            Пользователям Сайта.
          </li>
          <li>5.4. Оператор персональных данных Сайта вправе передать персональную информацию Пользователя третьим лицам
            в&nbsp;следующих случаях:
          </li>
          <li>5.4.1. Пользователь выразил свое согласие на&nbsp;такие действия;</li>
          <li>5.4.2. Передача необходима в&nbsp;рамках использования Пользователем определенного Сервиса либо для
            оказания услуги Пользователю. При этом обеспечивается конфиденциальность персональной информации, а&nbsp;Пользователь
            будет уведомлён о&nbsp;такой передаче;
          </li>
          <li>5.4.3. Передача предусмотрена российским или иным применимым законодательством в&nbsp;рамках установленной
            законодательством процедуры;
          </li>
          <li>5.4.4. В&nbsp;целях обеспечения возможности защиты прав и&nbsp;законных интересов Администрации Сайта или
            третьих лиц в&nbsp;случаях, когда Пользователь нарушает Пользовательское соглашение.
          </li>
          <li>5.5. При обработке персональных данных пользователей Администрация Сайта руководствуется Федеральным
            законом РФ&nbsp;&laquo;О&nbsp;персональных данных&raquo;.
          </li>
        </ul>

        <h4>6. Запрос, изменение и удаление персональной информации</h4>
        <ul>
          <li>6.1. Пользователь может в&nbsp;любой момент запросить имеющуюся у&nbsp;администрации Сайта персональную
            информацию о&nbsp;Пользователе путем направления запроса по&nbsp;электронной почте
            <a href="mailto:mariku@mail.ru">mariku@mail.ru</a>, запросить
            изменение/дополнение предоставленной им&nbsp;персональной информации или её&nbsp;части.
          </li>
          <li>6.2. Пользователь также может запросить удаление предоставленной им&nbsp;в&nbsp;ходе использования
            Сервисов Сайта, получения консультации или услуги персональной информации путем соответствующего запроса по&nbsp;электронной
            почте <a href="mailto:mariku@mail.ru">mariku@mail.ru</a>.
          </li>
          <li>6.3. Права, предусмотренные&nbsp;пп.&nbsp;6.1. и&nbsp;6.2. настоящей Политики могут быть ограничены в&nbsp;соответствии
            с&nbsp;требованиями законодательства.
          </li>
        </ul>

        <h4>7. Заключительные положения</h4>
        <ul>
          <li>7.1. Настоящая Политика является внутренним документом сайта ВашЗакон.рф, общедоступной и&nbsp;подлежит
            размещению на&nbsp;официальном сайте ВашЗакон.рф.
          </li>
          <li>7.2. Настоящая Политика подлежит изменению, дополнению в&nbsp;случае появления новых законодательных актов
            и&nbsp;специальных нормативных актов по&nbsp;обработке и&nbsp;защите персональных данных.
          </li>
          <li>7.3. Контроль исполнения требований настоящей Политики осуществляется лицом, ответственным за&nbsp;организацию
            обработки персональных данных сайта ВашЗакон.рф.
          </li>
        </ul>

        <p>Я, субъект персональных данных, именуемый в&nbsp;дальнейшем Пользователь, оставляя информацию через формы
          обратной связи (далее&nbsp;&mdash; Формы) на&nbsp;интернет-сайте ВашЗакон.рф (далее&nbsp;&mdash; Сайт),
          выражаю Согласие на&nbsp;обработку моих персональных данных (далее&nbsp;&mdash; Согласие), в&nbsp;том числе
          сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
          использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
          уничтожение. Моментом принятия Согласия является продолжение использования сервисов на&nbsp;любых страницах
          Сайта, заполнение Форм с&nbsp;целью направления заявок, запросов, получения консультаций, оформления
          заказов.</p>

        <h4>Выражаю Согласие на обработку следующих персональных данных:</h4>
        <ul>
          <li>1. Персональная информация, которую Пользователь предоставляет о&nbsp;себе самостоятельно, включая
            персональные данные Пользователя, в&nbsp;формах сайта ВашЗакон.рф при заказе обратного звонка, консультации,
            осуществлении запроса, заказах услуг: фамилия, имя, отчество; телефон; адрес электронной почты; страна;
            город; иная информация предоставленная Пользователем на&nbsp;его усмотрение.
          </li>
          <li>2. Данные, которые автоматически передаются Сервисам Сайта в&nbsp;процессе их&nbsp;использования с&nbsp;помощью
            установленного на&nbsp;устройстве Пользователя программного обеспечения, в&nbsp;том числе IP-адрес,
            информация из&nbsp;cookie, информация о&nbsp;браузере Пользователя (или иной программе, с&nbsp;помощью
            которой осуществляется доступ к&nbsp;Сервисам), время доступа, адрес запрашиваемой страницы.
          </li>
          <li>3. Иная информация о&nbsp;Пользователе, сбор и/или предоставление которой необходимо для использования
            Сервисов.
          </li>
        </ul>

        <p>Персональные данные Пользователя могут использоваться в следующих целях:</p>
        <ul>
          <li>1. Идентификация Пользователя в&nbsp;рамках использования Сервисов Сайта;</li>
          <li>2. Исполнение договора, стороной которого является Пользователь;</li>
          <li>3. Связь с&nbsp;Пользователем в&nbsp;случае необходимости, в&nbsp;том числе направление уведомлений,
            запросов и&nbsp;информации, связанных с&nbsp;использованием Сервисов, оказанием услуг, а&nbsp;также
            обработка запросов и&nbsp;заявок от&nbsp;Пользователя;
          </li>
          <li>4. Улучшение качества Сервисов, удобства их&nbsp;использования, разработка новых Сервисов Сайта и&nbsp;услуг
            сайта ВашЗакон.рф;
          </li>
          <li>5. Проведение статистических и&nbsp;иных исследований на&nbsp;основе обезличенных данных.</li>
          <li>6. Предоставление Пользователю анонсов новостей, новостей Cайта, а&nbsp;так&nbsp;же иной информации
            рекламного характера, путем рассылки сообщений на&nbsp;адрес электронной почты.
          </li>
        </ul>

        <p>Согласие действует в&nbsp;течение всего времени с&nbsp;момента получения сайта ВашЗакон.рф персональных
          данных Пользователя и&nbsp;до&nbsp;момента прекращения обработки персональных данных Пользователя. Обработка
          Cайтом персональных данных Пользователя может быть прекращена по&nbsp;письменному заявлению Пользователя.
          Согласие может быть отозвано Пользователем или его представителем посредством направления администрации сайта
          ВашЗакон.рф письменного заявления Пользователя (его представителя). Заявление направляется по&nbsp;электронной
          почте <a href="mailto:mariku@mail.ru">mariku@mail.ru</a>.</p>
      </div>
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";

export default {
  components: {
    PageHead,
  }
}
</script>

<style lang="scss" scoped>
.text-content {
  h4 {
    margin-bottom: 1.6rem;

    &:not(:first-of-type) {
      margin-top: 2.4rem;
    }
  }

  li {
    &:not(:last-of-type) {
      margin-bottom: 0.8rem;
    }
  }

  p {
    margin-top: 1.6rem;
  }

  a {
    color: var(--primary-color);
    text-decoration: underline transparent;
    text-decoration-skip-ink: none;
    text-underline-offset: 2px;
    transition: text-decoration $trTime $easeDefault;

    @include hover {
      text-decoration-color: var(--primary-color);
    }
  }
}
</style>
