<template>
  <main id="main">
    <div class="app-section">
      <PageHead
        img="page-head-1.jpg"
        title="Политика в отношении обработки персональных данных"
      />
    </div>

    <div class="app-section">
      <div class="container text-content">
        <h4>1. Общие положения</h4>
        <ul>
          <li>1.1. Настоящая Политика в отношении обработки персональных данных (далее – Политика) определяет принципы и
            стратегию поведения Администрации сайта dragomir.pro (далее – Сайт) в отношении обработки и обеспечения
            безопасности персональных данных Пользователей Сайта.
          </li>
          <li>1.2. Использование любого из сервисов Сайта означает безоговорочное согласие Пользователя с настоящей
            Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими
            условиями Пользователь должен воздержаться от использования Сервисов Сайта.
          </li>
          <li>1.3. Настоящая Политика подготовлена в соответствии с Федеральным законом от 27 июля 2006 года N 152-ФЗ «О
            персональных данных» и действует в отношении всех персональных данных, которые может получить Администрация
            или сотрудники Сайта от Пользователей во время посещения ими Сайта, обработки заявок, заказов, запросов
            Пользователя, при проведении консультаций и заключении соглашений и договоров с ним.
          </li>
          <li>1.4. Целью настоящей Политики является установление основных принципов и подходов к обработке и
            обеспечению защиты персональных данных Администрацией Сайта, являющейся оператором персональных данных.
          </li>
          <li>1.5. Действие Политики распространяется на все процессы Сайта, связанные с обработкой персональных
            данных.
          </li>
          <li>1.6. Политика обязательна для ознакомления и исполнения всеми лицами, допущенными к обработке персональных
            данных в информационной системе персональных данных.
          </li>
        </ul>

        <h4>2. Основные понятия, используемые в настоящей политике</h4>
        <ul>
          <li>2.1. Персональные данные — любая информация, относящаяся к прямо или косвенно определенному или
            определяемому физическому лицу (субъекту персональных данных);
          </li>
          <li>2.2. Оператор — государственный орган, муниципальный орган, юридическое или физическое лицо,
            самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных
            данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих
            обработке, действия (операции), совершаемые с персональными данными;
          </li>
          <li>2.3. Обработка персональных данных — любое действие (операция) или совокупность действий (операций),
            совершаемых с использованием средств автоматизации или без использования таких средств с персональными
            данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
            извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование,
            удаление, уничтожение персональных данных;
          </li>
          <li>2.4. Распространение персональных данных — действия, направленные на раскрытие персональных данных
            неопределенному кругу лиц;
          </li>
          <li>2.5. Предоставление персональных данных — действия, направленные на раскрытие персональных данных
            определенному лицу или определенному кругу лиц;
          </li>
          <li>2.6. Блокирование персональных данных — временное прекращение обработки персональных данных (за
            исключением случаев, если обработка необходима для уточнения персональных данных);
          </li>
          <li>2.7. Уничтожение персональных данных — действия, в результате которых становится невозможным восстановить
            содержание персональных данных в информационной системе персональных данных и (или) в результате которых
            уничтожаются материальные носители персональных данных;
          </li>
          <li>2.8. Информационная система персональных данных — совокупность содержащихся в базах данных персональных
            данных и обеспечивающих их обработку информационных технологий и технических средств;
          </li>
          <li>2.9. Ответственный за организацию обработки персональных данных — должностное лицо, которое назначается
            Администрацией Сайта, организующее принятие правовых, организационных и технических мер в целях обеспечения
            надлежащего выполнения функций по организации обработки персональных данных на Сайте и за его пределами в
            соответствии с положениями законодательства Российской Федерации в области персональных данных.
          </li>
        </ul>

        <h4>3. Состав обрабатываемых персональных данных</h4>
        <ul>
          <li>3.1. В рамках настоящей Политики под «персональными данными» понимаются:</li>
          <li>3.1.1. Персональная информация, которую Пользователь предоставляет о себе самостоятельно, включая
            персональные данные Пользователя, в формах Сайта при заказе обратного звонка, консультации, осуществлении
            запроса, заказах услуг.
          </li>
          <li>3.1.2. Данные, которые автоматически передаются Сервисам Сайта в процессе их использования с помощью
            установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, информация из
            cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к
            Сервисам), время доступа, адрес запрашиваемой страницы.
          </li>
          <li>3.1.3. Иная информация о Пользователе, сбор и/или предоставление которой необходимо для использования
            Сервисов.
          </li>
          <li>3.2. Настоящая Политика применима только к Сервисам Сайта. Администрация Сайта не контролирует и не несет
            ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.
            На таких сайтах у Пользователя может собираться или запрашиваться иная персональная информация, а также
            могут совершаться иные действия.
          </li>
          <li>3.3. Администрация Сайта не проверяет достоверность персональной информации, предоставляемой
            Пользователями, и не осуществляет контроль за их дееспособностью. Однако Администрация Сайта исходит из
            того, что Пользователь предоставляет достоверную и достаточную персональную информацию по вопросам,
            предлагаемым в форме регистрации, и поддерживает эту информацию в актуальном состоянии. Последствия
            предоставления недостоверной информации определены в Пользовательском соглашении.
          </li>
        </ul>

        <h4>4. Цели сбора и обработки персональных данных</h4>
        <ul>
          <li>4.1. Администрация Сайта собирает и хранит только те персональные данные, которые необходимы для оказания
            услуг Пользователю.
          </li>
          <li>4.2. Персональные данные Пользователя могут использоваться в следующих целях:</li>
          <li>4.2.1. Идентификация Пользователя в рамках использования Сервисов Сайта;</li>
          <li>4.2.2. Исполнение договора, стороной которого является субъект персональных данных;</li>
          <li>4.2.3. Связь с Пользователем в случае необходимости, в том числе направление уведомлений, запросов и
            информации, связанных с использованием Сервисов, оказанием услуг, а также обработка запросов и заявок от
            Пользователя;
          </li>
          <li>4.2.4. Улучшение качества Сервисов, удобства их использования, разработка новых Сервисов и услуг;</li>
          <li>4.2.5. Проведение статистических и иных исследований на основе обезличенных данных.</li>
          <li>4.2.6. Предоставление Пользователю анонсов новостей, а так же иной информации рекламного характера, путем
            рассылки сообщений на адрес электронной почты.
          </li>
        </ul>

        <h4>5. Условия обработки персональных данных и её передачи третьим лицам</h4>
        <ul>
          <li>5.1. Оператор персональных данных Сайта принимает необходимые правовые, организационные и технические меры
            и обеспечивает их принятие для защиты персональных данных от неправомерного или случайного доступа к ним,
            уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а
            также от иных неправомерных действий в отношении персональных данных.
          </li>
          <li>5.2. Доступ к персональным данным имеют только уполномоченные сотрудники Администрации Сайта. Все
            сотрудники Администрации Сайта, имеющие доступ к персональным данным, должны придерживаться политики по
            обеспечению конфиденциальности и защиты персональных данных. В целях обеспечения конфиденциальности
            информации и защиты персональных данных Администрация Сайта поддерживает соответствующую ИТ-среду и
            принимает все меры, необходимые для предотвращения несанкционированного доступа (хакерства).
          </li>
          <li>5.3. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев
            добровольного предоставления Пользователем информации о себе для общего доступа всем Пользователям Сайта.
          </li>
          <li>5.4. Оператор персональных данных Сайта вправе передать персональную информацию Пользователя третьим лицам
            в следующих случаях:
          </li>
          <li>5.4.1. Пользователь выразил свое согласие на такие действия;</li>
          <li>5.4.2. Передача необходима в рамках использования Пользователем определенного Сервиса либо для оказания
            услуги Пользователю. При этом обеспечивается конфиденциальность персональной информации, а Пользователь
            будет уведомлён о такой передаче;
          </li>
          <li>5.4.3. Передача предусмотрена российским или иным применимым законодательством в рамках установленной
            законодательством процедуры;
          </li>
          <li>5.4.4. В целях обеспечения возможности защиты прав и законных интересов Администрации Сайта или третьих
            лиц в случаях, когда Пользователь нарушает Пользовательское соглашение.
          </li>
          <li>5.5. При обработке персональных данных пользователей Администрация Сайта руководствуется Федеральным
            законом РФ «О персональных данных».
          </li>
        </ul>

        <h4>6. Запрос, изменение и удаление персональной информации</h4>
        <ul>
          <li>6.1. Пользователь может в любой момент запросить имеющуюся у администрации Сайта персональную информацию о
            Пользователе путем направления запроса по электронной почте info@dragomir.pro, запросить
            изменение/дополнение предоставленной им персональной информации или её части.
          </li>
          <li>6.2. Пользователь также может запросить удаление предоставленной им в ходе использования Сервисов Сайта,
            получения консультации или услуги персональной информации путем соответствующего запроса по электронной
            почте info@dragomir.pro.
          </li>
          <li>6.3. Права, предусмотренные пп. 6.1. и 6.2. настоящей Политики могут быть ограничены в соответствии с
            требованиями законодательства.
          </li>
        </ul>

        <h4>7. Заключительные положения</h4>
        <ul>
          <li>7.1. Настоящая Политика является внутренним документом сайта dragomir.pro, общедоступной и подлежит
            размещению на официальном сайте dragomir.pro.
          </li>
          <li>7.2. Настоящая Политика подлежит изменению, дополнению в случае появления новых законодательных актов и
            специальных нормативных актов по обработке и защите персональных данных.
          </li>
          <li>7.3. Контроль исполнения требований настоящей Политики осуществляется лицом, ответственным за организацию
            обработки персональных данных сайта dragomir.pro.
          </li>
        </ul>

        <p>Я, субъект персональных данных, именуемый в дальнейшем Пользователь, оставляя информацию через формы обратной
          связи (далее – Формы) на интернет-сайте dragomir.pro (далее – Сайт), выражаю Согласие на обработку моих
          персональных данных (далее – Согласие), в том числе сбор, запись, систематизацию, накопление, хранение,
          уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление,
          доступ), обезличивание, блокирование, удаление, уничтожение. Моментом принятия Согласия является продолжение
          использования сервисов на любых страницах Сайта, заполнение Форм с целью направления заявок, запросов,
          получения консультаций, оформления заказов.</p>

        <h4>Выражаю Согласие на обработку следующих персональных данных:</h4>
        <ul>
          <li>1. Персональная информация, которую Пользователь предоставляет о себе самостоятельно, включая персональные
            данные Пользователя, в формах сайта dragomir.pro при заказе обратного звонка, консультации, осуществлении
            запроса, заказах услуг: фамилия, имя, отчество; телефон; адрес электронной почты; страна; город; иная
            информация предоставленная Пользователем на его усмотрение.
          </li>
          <li>2. Данные, которые автоматически передаются Сервисам Сайта в процессе их использования с помощью
            установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, информация из
            cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к
            Сервисам), время доступа, адрес запрашиваемой страницы.
          </li>
          <li>3. Иная информация о Пользователе, сбор и/или предоставление которой необходимо для использования
            Сервисов.
          </li>
        </ul>

        <p>Персональные данные Пользователя могут использоваться в следующих целях:</p>
        <ul>
          <li>1. Идентификация Пользователя в рамках использования Сервисов Сайта;</li>
          <li>2. Исполнение договора, стороной которого является Пользователь;</li>
          <li>3. Связь с Пользователем в случае необходимости, в том числе направление уведомлений, запросов и
            информации, связанных с использованием Сервисов, оказанием услуг, а также обработка запросов и заявок от
            Пользователя;
          </li>
          <li>4. Улучшение качества Сервисов, удобства их использования, разработка новых Сервисов Сайта и услуг сайта
            dragomir.pro;
          </li>
          <li>5. Проведение статистических и иных исследований на основе обезличенных данных.</li>
          <li>6. Предоставление Пользователю анонсов новостей, новостей Cайта, а так же иной информации рекламного
            характера, путем рассылки сообщений на адрес электронной почты.
          </li>
        </ul>

        <p>Согласие действует в течение всего времени с момента получения сайта dragomir.pro персональных данных
          Пользователя и до момента прекращения обработки персональных данных Пользователя. Обработка Cайтом
          персональных данных Пользователя может быть прекращена по письменному заявлению Пользователя. Согласие может
          быть отозвано Пользователем или его представителем посредством направления администрации сайта dragomir.pro
          письменного заявления Пользователя (его представителя). Заявление направляется по электронной почте
          info@dragomir.pro.
        <p></p>
      </div>
    </div>
  </main>
</template>

<script>
import PageHead from "~/components/PageHead";

export default {
  components: {
    PageHead,
  }
}
</script>

<style lang="scss" scoped>
.text-content {
  h4 {
    margin-bottom: 1.6rem;

    &:not(:first-of-type) {
      margin-top: 2.4rem;
    }
  }

  li {
    &:not(:last-of-type) {
      margin-bottom: 0.8rem;
    }
  }

  p {
    margin-top: 1.6rem;
  }
}
</style>
